Revit 2027 API
ParameterTypeId.ArcWallCntrMrkVisible Property
 "Center Mark Visible"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArcWallCntrMrkVisible { get; }
Public Shared ReadOnly Property ArcWallCntrMrkVisible As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArcWallCntrMrkVisible {
	ForgeTypeId^ get ();
}
static member ArcWallCntrMrkVisible : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace